Repository: KDE/kontact
Catalog: po/*/kontact.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

source: Welcome to Kontact %1
eo: Bonvenon al Kontakto %1

source: Kontact handles your e-mail, address book, calendar, to-do list and more.
eo: Kontact pritraktas vian retpoŝton, adreslibron, kalendaron, faroliston kaj pli.

source: Skip this introduction
eo: Preterpasu ĉi tiun enkondukon

source: Loading Kontact ...
eo: Ŝargante Kontakton...

# @action:inmenu
source: Show Icons Only
eo: Montru nur piktogramojn

# @info:status
source: Show sidebar items with icons and without text
eo: Montru flankajn erojn kun piktogramoj kaj sen teksto

# @info:whatsthis
source: Choose this option if you want the sidebar items to have icons without text.
eo: Elektu ĉi tiun opcion se vi volas, ke la flankaj eroj havu piktogramojn sen teksto.

# @action:inmenu
source: Show Text Only
eo: Montru Nur Tekston

# @info:status
source: Show sidebar items with text and without icons
eo: Montri flankmenuajn erojn kun teksto kaj sen piktogramoj

# @info:whatsthis
source: Choose this option if you want the sidebar items to have text without icons.
eo: Elektu ĉi tiun opcion se vi volas, ke la flankaj eroj havu tekston sen piktogramoj.

# @action:inmenu
source: Show Icons && Text
eo: Montri piktogramojn && Tekston

# @info:status
source: Show sidebar items with icons and text
eo: Montru flankmenuajn erojn kun piktogramoj kaj teksto

# @info:whatsthis
source: Choose this option if you want the sidebar items to have icons and text.
eo: Elektu ĉi tiun opcion se vi volas, ke la flankaj eroj havu piktogramojn kaj tekston.

# @action:inmenu
source: Big Icons
eo: Grandaj Piktogramoj

# @info:status
source: Show large size sidebar icons
eo: Montri grandajn flankbret-piktogramojn

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be extra big.
eo: Elektu ĉi tiun opcion se vi volas, ke la flanka kolumno piktogramoj estu pligrandaj.

# @action:inmenu
source: Normal Icons
eo: Normalaj piktogramoj

# @info:status
source: Show normal size sidebar icons
eo: Montri normal-grandecajn flankajn piktogramojn

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be normal size.
eo: Elektu ĉi tiun opcion se vi volas, ke la flanka kolumna piktogramoj estu normala grandeco.

# @action:inmenu
source: Small Icons
eo: Malgrandaj Piktogramoj

# @info:status
source: Show small size sidebar icons
eo: Montri flankbretajn piktogramojn de malgranda grandeco

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be extra small.
eo: Elektu ĉi tiun opcion se vi volas, ke la flankbretaj piktogramoj estu ekstre malgrandaj.

# @action:inmenu
source: Hide Sidebar
eo: Kaŝi Flankbreton

# @info:status
source: Hide the icon sidebar
eo: Kaŝi la piktograman flankbreton

# @info:whatsthis
source: Choose this option if you want to hide the icon sidebar. Press F9 to unhide.
eo: Elektu ĉi tiun opcion se vi volas kaŝi la piktograman flankbreton. Premu F9 por malkaŝi.

# @info:tooltip
source: Select the initial plugin to use on each start
eo: Elektu la komencan kromprogramon por uzi en ĉiu komenco

# @info:whatsthis
source: Select the plugin from this drop down list to be used as the initial plugin each time Kontact is started. Otherwise, Kontact will restore the last active plugin from the previous usage.
eo: Elektu la kromprogramon el ĉi tiu fallisto por esti uzata kiel komenca kromaĵo ĉiufoje kiam Kontact estas komencita. Alie, Kontact restarigos la lastan aktivan kromprogramon de la antaŭa uzado.

source: The currently active plugin
eo: La nuntempe aktiva kromaĵo

source: Always start with plugin:
eo: Ĉiam komencu per kromaĵo:

source: Set the initial plugin on each start
eo: Agordu la komencan kromprogramon ĉe ĉiu komenco

source: Usually Kontact will come up with the plugin used before shutdown. Check this box if you would like the specified plugin to come up on start instead.
eo: Kutime Kontact venos kun la kromaĵo uzata antaŭ malŝalto. Marku ĉi tiun skatolon se vi ŝatus ke la specifita kromaĵo aperu anstataŭe.

source: &File
eo: &Dosiero

source: &View
eo: &Vidi

source: &Settings
eo: A&gordo

source: &Help
eo: &Helpo

source: Main Toolbar
eo: Ĉefa ilobreto

source: Navigator
eo: Navigilo

# @info:shell
source: Start with a specific Kontact module
eo: Komenci per specifa modulo de Kontakto

# @info:shell
source: Start in iconified (minimized) mode
eo: Komenci en piktogramigita (minimumigita) reĝimo

# @info:shell
source: List all possible modules and exit
eo: Listigi ĉiujn eblajn modulojn kaj eliri

source: KDE personal information manager
eo: KDE-administranto pri personaj informoj

source: Copyright © 2001–%1 Kontact authors
eo: Kopirajto © 2001–%1 Kontaktu aŭtoroj

source: Original Author
eo: Originala aŭtoro

source: Git Migration
eo: Git Migrado

# @info:status
source: Initializing...
eo: Komencante...

# @title:menu create new pim items (message,calendar,to-do,etc.)
source: New
eo: Nova

# @action:inmenu
source: Configure Kontact...
eo: Agordi Kontakton...

# @info:status
source: Configure Kontact
eo: Agordi Kontakton

# @info:whatsthis
source: You will be presented with a dialog where you can configure Kontact.
eo: Vi estos prezentita kun dialogo kie vi povas agordi Kontact.

# @action:inmenu
source: &Kontact Introduction
eo: &Kontakto Enkonduko

# @info:status
source: Show the Kontact Introduction page
eo: Montru la Kontaktan Enkondukan paĝon

# @info:whatsthis
source: Choose this option to see the Kontact Introduction page.
eo: Elektu ĉi tiun opcion por vidi la paĝon de Kontact Enkonduko.

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
eo: <qt>Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.</qt>

# @title:window
source: Hide menu bar
eo: Kaŝi menubreton

# @info:whatsthis
source: Switch to plugin %1
eo: Ŝaltu al kromaĵo %1

# @info:status
source: Application is running standalone. Foregrounding...
eo: Apliko funkcias memstare. Malantaŭplano...

# @info
source: Cannot load part for %1.
eo: Ne povas ŝargi parton por %1.

source: The KDE Personal Information Management Suite.
eo: La KDE-Administrado pri Personaj Informoj.

source: Read Manual
eo: Legu Manlibron

source: Learn more about Kontact and its components
eo: Lernu pli pri Kontact kaj ĝiaj komponantoj

source: Visit Kontact Website
eo: Vizitu Kontaktan Retejon

source: Access online resources and tutorials
eo: Aliru interretajn rimedojn kaj lernilojn

source: Setup your Accounts
eo: Agordu viajn Kontojn

source: Prepare Kontact for use
eo: Preparu Kontakt por uzo

# @info:status
source: Sidebar is hidden. Show the sidebar again using the %1 key.
eo: Flankbreto estas kaŝita. Montru la flankbreton denove uzante la klavon %1.
